[
    {
        "SuraNo": 2,
        "SuraName": "Al-Baqarah",
        "AyatNo": 40,
        "AyatArabic": "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ",
        "AyatEnglish": "\"Fear only Me\" as a reminder to follow God's covenant.",
        "AyatBangla": "আমাকেই ভয় করো- আল্লাহর অঙ্গীকার পালন করার জন্য একটি স্মরণ।",
        "AyatChinese": "“你们只应当畏惧我”提醒他们遵守真主的约言。"
    },
    {
        "SuraNo": 2,
        "SuraName": "Al-Baqarah",
        "AyatNo": 278,
        "AyatArabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "AyatEnglish": "Calls believers to fear Allah and give up usury.",
        "AyatBangla": "আল্লাহকে ভয় করো এবং সুদ পরিত্যাগ করো।",
        "AyatChinese": "呼吁信士们敬畏真主并放弃利息。"
    },
    {
        "SuraNo": 3,
        "SuraName": "Aal-e-Imran",
        "AyatNo": 102,
        "AyatArabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
        "AyatEnglish": "Urges believers to fear Allah as He deserves.",
        "AyatBangla": "আল্লাহকে তার প্রাপ্য সম্মানে ভয় করো।",
        "AyatChinese": "劝勉信士们敬畏真主，犹如他应得的敬畏。"
    },
    {
        "SuraNo": 3,
        "SuraName": "Aal-e-Imran",
        "AyatNo": 175,
        "AyatArabic": "إِنَّمَا ذَٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "AyatEnglish": "Do not fear people, but fear Allah if you are true believers.",
        "AyatBangla": "মানুষকে ভয় করো না, বরং আল্লাহকে ভয় করো যদি তোমরা প্রকৃত মুমিন হও।",
        "AyatChinese": "不要害怕人，若你们是真信士，当畏惧真主。"
    },
    {
        "SuraNo": 4,
        "SuraName": "An-Nisa",
        "AyatNo": 1,
        "AyatArabic": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ",
        "AyatEnglish": "Encourages fear of Allah who created and sustains humanity.",
        "AyatBangla": "আল্লাহকে ভয় করো যিনি মানব জাতিকে সৃষ্টি ও রক্ষণ করেন।",
        "AyatChinese": "劝勉人类敬畏创造并维持人类的真主。"
    },
    {
        "SuraNo": 5,
        "SuraName": "Al-Ma'idah",
        "AyatNo": 35,
        "AyatArabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ",
        "AyatEnglish": "Calls believers to fear Allah and seek means to come closer to Him.",
        "AyatBangla": "আল্লাহকে ভয় করো এবং তার নৈকট্য লাভের উপায় অনুসন্ধান করো।",
        "AyatChinese": "呼吁信士们敬畏真主并寻求接近他的途径。"
    },
    {
        "SuraNo": 8,
        "SuraName": "Al-Anfal",
        "AyatNo": 1,
        "AyatArabic": "فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ",
        "AyatEnglish": "Reminds believers to fear Allah and maintain mutual relationships.",
        "AyatBangla": "আল্লাহকে ভয় করো এবং পারস্পরিক সম্পর্ক বজায় রাখো।",
        "AyatChinese": "提醒信士们敬畏真主并维持彼此的关系。"
    },
    {
        "SuraNo": 67,
        "SuraName": "Al-Mulk",
        "AyatNo": 12,
        "AyatArabic": "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "AyatEnglish": "Those who fear Allah unseen receive His forgiveness and reward.",
        "AyatBangla": "যারা অদৃশ্য অবস্থায় আল্লাহকে ভয় করে, তাদের জন্য ক্ষমা এবং পুরস্কার রয়েছে।",
        "AyatChinese": "那些在未见真主情况下敬畏真主的人，将获得他的宽恕和奖赏。"
    },
    {
        "SuraNo": 79,
        "SuraName": "An-Nazi’at",
        "AyatNo": 40,
        "AyatArabic": "وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ",
        "AyatEnglish": "Paradise is for those who fear standing before Allah.",
        "AyatBangla": "যারা আল্লাহর সামনে দাঁড়ানোর ভয় করে, তাদের জন্য জান্নাত রয়েছে।",
        "AyatChinese": "天堂属于那些畏惧在真主面前站立的人。"
    },
    {
        "SuraNo": 96,
        "SuraName": "Al-‘Alaq",
        "AyatNo": 14,
        "AyatArabic": "أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَىٰ",
        "AyatEnglish": "Should people not fear Allah who observes all their actions?",
        "AyatBangla": "মানুষ কি আল্লাহকে ভয় করবে না, যিনি তাদের সমস্ত কার্যক্রম দেখেন?",
        "AyatChinese": "难道人不应当畏惧观察他们一切行为的真主吗？"
    }
]
