[
    {
      "Sura No": 16,
      "Sura Name": "An-Nahl",
      "Ayat No": "97",
      "Ayat in Arabic": "مَنْ عَمِلَ صَـٰلِحًۭا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌۭ فَلَنُحْيِيَنَّهُۥ حَيَوٰةًۭ طَيِّبَةًۭ ۖ",
      "English": "Whoever does righteousness, whether male or female, while he is a believer - We will surely cause him to live a good life.",
      "Bangla": "যে সৎকাজ করে, পুরুষ হোক বা নারী এবং বিশ্বাসী অবস্থায়, তাকে আমরা নিশ্চিতভাবে সুখী জীবন দান করব।",
      "Chinese": "无论男女，只要行善并且信道，我必定使他们过上美好生活。"
    },
    {
      "Sura No": 93,
      "Sura Name": "Ad-Duha",
      "Ayat No": "11",
      "Ayat in Arabic": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
      "English": "And as for the favor of your Lord, report it.",
      "Bangla": "তোমার প্রতিপালকের অনুগ্রহের কথা প্রকাশ করো।",
      "Chinese": "至于你的主的恩惠，应当宣扬它。"
    },
    {
      "Sura No": 55,
      "Sura Name": "Ar-Rahman",
      "Ayat No": "13",
      "Ayat in Arabic": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ",
      "English": "So which of the favors of your Lord would you deny?",
      "Bangla": "তাহলে তোমরা তোমাদের রবের কোন কোন নেয়ামতকে অস্বীকার করবে?",
      "Chinese": "那么你们俩否认你们主的哪些恩典呢？"
    },
    {
      "Sura No": 2,
      "Sura Name": "Al-Baqarah",
      "Ayat No": "152",
      "Ayat in Arabic": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
      "English": "So remember Me; I will remember you. And be grateful to Me and do not deny Me.",
      "Bangla": "তাহলে আমাকে স্মরণ করো, আমি তোমাদের স্মরণ করব। এবং আমার প্রতি কৃতজ্ঞ হও, অকৃতজ্ঞ হয়ো না।",
      "Chinese": "你们应当记念我，我就记念你们；你们应当感谢我，不要忘恩负义。"
    },
    {
      "Sura No": 3,
      "Sura Name": "Al-Imran",
      "Ayat No": "145",
      "Ayat in Arabic": "وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْـَٔاخِرَةِ نُؤْتِهِۦ مِنْهَا ۚ",
      "English": "And whoever desires the reward of this world - We will give him of it; and whoever desires the reward of the Hereafter - We will give him of it.",
      "Bangla": "যে দুনিয়ার প্রতিদান চায়, তাকে আমরা তা দেই। আর যে আখিরাতের প্রতিদান চায়, তাকেও আমরা তা দেই।",
      "Chinese": "谁想要现世的报酬，我们赐给他；谁想要后世的报酬，我们也赐给他。"
    },
    {
      "Sura No": 28,
      "Sura Name": "Al-Qasas",
      "Ayat No": "77",
      "Ayat in Arabic": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا",
      "English": "But seek, through that which Allah has given you, the home of the Hereafter; and yet, do not forget your share of the world.",
      "Bangla": "যে কিছু আল্লাহ তোমাকে দিয়েছেন, তা দিয়ে আখিরাতের ঘর কামনা করো। তবে দুনিয়ার অংশ ভুলে যেয়ো না।",
      "Chinese": "以真主赐予你的财富去追求后世之家的幸福，但也不要忘记你的今世的那份。"
    },
    {
      "Sura No": 94,
      "Sura Name": "Ash-Sharh",
      "Ayat No": "7-8",
      "Ayat in Arabic": "فَإِذَا فَرَغْتَ فَٱنصَبْ ۝ وَإِلَىٰ رَبِّكَ فَٱرْغَب",
      "English": "So when you have finished [your duties], then stand up [for worship]. And to your Lord direct [your] longing.",
      "Bangla": "তোমার কাজ শেষে আল্লাহর ইবাদতে মনোনিবেশ করো। তোমার রবের কাছে তোমার ইচ্ছা নিবেদন করো।",
      "Chinese": "当你完成事务时，应当专心于崇拜，渴望你的主。"
    },
    {
      "Sura No": 16,
      "Sura Name": "An-Nahl",
      "Ayat No": "18",
      "Ayat in Arabic": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ",
      "English": "And if you should count the favors of Allah, you could not enumerate them.",
      "Bangla": "আল্লাহর নেয়ামত যদি গুণতে চাও, তা গণনা করতে পারবে না।",
      "Chinese": "如果你们计算真主的恩惠，是无法计算的。"
    },
    {
      "Sura No": 6,
      "Sura Name": "Al-An'am",
      "Ayat No": "160",
      "Ayat in Arabic": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَـٰلِهَا ۖ",
      "English": "Whoever comes [on the Day of Judgment] with a good deed will have ten times the like thereof [in reward].",
      "Bangla": "যে ভালো কাজ করে, কেয়ামতের দিনে তাকে দশগুণ প্রতিদান দেওয়া হবে।",
      "Chinese": "谁在复活日带着一件善功而来，他的善功加倍十倍。"
    },
    {
      "Sura No": 64,
      "Sura Name": "At-Taghabun",
      "Ayat No": "11",
      "Ayat in Arabic": "وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ",
      "English": "And whoever believes in Allah - He will guide his heart.",
      "Bangla": "যে আল্লাহর প্রতি বিশ্বাস স্থাপন করে, আল্লাহ তার হৃদয়কে সঠিক পথে পরিচালিত করেন।",
      "Chinese": "谁信仰真主，真主必引导他的心。"
    },
    {
      "Sura No": 29,
      "Sura Name": "Al-Ankabut",
      "Ayat No": "69",
      "Ayat in Arabic": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ",
      "English": "And those who strive for Us - We will surely guide them to Our ways.",
      "Bangla": "যারা আমাদের পথে সংগ্রাম করে, আমরা অবশ্যই তাদের আমাদের পথে পরিচালিত করব।",
      "Chinese": "凡为我而努力奋斗者，我必定引导他们走向我的正道。"
    },
    {
      "Sura No": 41,
      "Sura Name": "Fussilat",
      "Ayat No": "30",
      "Ayat in Arabic": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ",
      "English": "Indeed, those who have said, 'Our Lord is Allah' and then remained steadfast - the angels will descend upon them.",
      "Bangla": "যারা বলে, 'আমাদের প্রভু আল্লাহ' এবং তারপর দৃঢ় থাকে, তাদের ওপর ফেরেশতারা নেমে আসবে।",
      "Chinese": "凡说“我们的主是真主”，并且正直者，天使降临他们。"
    },
    {
      "Sura No": 20,
      "Sura Name": "Taha",
      "Ayat No": "130",
      "Ayat in Arabic": "وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ",
      "English": "And exalt [Allah] with praise of your Lord before the rising of the sun and before its setting.",
      "Bangla": "তোমার রবের প্রশংসায় সূর্যোদয় ও সূর্যাস্তের আগে তাকে মহিমা দাও।",
      "Chinese": "在日出之前和日落之前，你应当赞颂你的主的荣耀。"
    }
  ]
  