[
  {
    "Sura No": 2,
    "Sura Name": "Al-Baqarah",
    "Ayat No": "286",
    "Ayat in Arabic": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًۭا إِلَّا وُسْعَهَاۚ",
    "English": "Allah does not burden a soul beyond that it can bear.",
    "Bangla": "আল্লাহ কাউকে তার সাধ্যের বাইরে দায়িত্ব দেন না।",
    "Chinese": "真主只给人能力范围内的负担。"
  },
  {
    "Sura No": 12,
    "Sura Name": "Yusuf",
    "Ayat No": "87",
    "Ayat in Arabic": "وَلَا تَيْأَسُوا۟ مِن رَّوْحِ ٱللَّهِۖ إِنَّهُۥ لَا يَيْأَسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ",
    "English": "Do not lose hope in Allah’s mercy; surely no one despairs of Allah’s mercy except the unbelieving people.",
    "Bangla": "আল্লাহর রহমত থেকে নিরাশ হয়ো না; কেবল কাফেররাই তাঁর রহমত থেকে নিরাশ হয়।",
    "Chinese": "不要对真主的仁慈绝望，除了不信道的人。"
  },
  {
    "Sura No": 94,
    "Sura Name": "Ash-Sharh",
    "Ayat No": "5-6",
    "Ayat in Arabic": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ۝ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
    "English": "So, surely with hardship comes ease. Surely, with hardship comes ease.",
    "Bangla": "অতএব, নিশ্চয় কষ্টের সাথে রয়েছে স্বস্তি। নিঃসন্দেহে, কষ্টের সাথে রয়েছে স্বস্তি।",
    "Chinese": "故艰难之后必有容易，确实，艰难之后必有容易。"
  },
  {
    "Sura No": 9,
    "Sura Name": "At-Tawbah",
    "Ayat No": "51",
    "Ayat in Arabic": "قُل لَّن يُصِيبَنَا إِلَّا مَا كَتَبَ ٱللَّهُ لَنَاۖ هُوَ مَوْلَىٰنَاۚ",
    "English": "Say, 'Nothing will happen to us except what Allah has decreed for us; He is our protector.'",
    "Bangla": "বলুন, আমাদের সাথে যা কিছু ঘটবে, তা আল্লাহ আমাদের জন্য নির্ধারণ করেছেন। তিনিই আমাদের রক্ষাকারী।",
    "Chinese": "说：“除非真主命定我们，否则什么也不会发生。他是我们的保护者。”"
  },
  {
    "Sura No": 65,
    "Sura Name": "At-Talaq",
    "Ayat No": "2-3",
    "Ayat in Arabic": "وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًۭا ۝ وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۚ",
    "English": "And whoever fears Allah - He will make for him a way out and provide for him from where he does not expect.",
    "Bangla": "যে ব্যক্তি আল্লাহকে ভয় করে, তিনি তার জন্য উপায় বের করে দেন এবং তাকে এমন স্থান থেকে রিজিক দেন যা সে কল্পনাও করে না।",
    "Chinese": "凡敬畏真主者，真主为他开辟一条出路，并从他意想不到的地方供给他。"
  },
  {
    "Sura No": 39,
    "Sura Name": "Az-Zumar",
    "Ayat No": "53",
    "Ayat in Arabic": "قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِۚ",
    "English": "Say, 'O My servants who have transgressed against themselves, do not despair of the mercy of Allah.'",
    "Bangla": "বলুন, হে আমার বান্দারা যারা নিজেদের প্রতি সীমালঙ্ঘন করেছ, আল্লাহর রহমত থেকে নিরাশ হয়ো না।",
    "Chinese": "说：“我的仆人们，你们对自己放纵，不要对真主的仁慈绝望。”"
  },
  {
    "Sura No": 3,
    "Sura Name": "Al-Imran",
    "Ayat No": "139",
    "Ayat in Arabic": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوٓا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "English": "Do not lose heart nor grieve, for you will be superior if you are true believers.",
    "Bangla": "দুর্বল হয়ো না এবং দুঃখ করো না; তোমরা যদি বিশ্বাসী হও, তাহলে তোমরা শ্রেষ্ঠ।",
    "Chinese": "你们不要灰心，不要忧伤，如果你们是信士，你们将占上风。"
  },
  {
    "Sura No": 6,
    "Sura Name": "Al-An'am",
    "Ayat No": "17",
    "Ayat in Arabic": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّۢ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ",
    "English": "And if Allah touches you with harm, none can remove it but Him.",
    "Bangla": "আল্লাহ যদি তোমাকে কোনো কষ্ট দেন, তবে তিনি ছাড়া কেউ তা দূর করতে পারে না।",
    "Chinese": "如果真主使你受难，除了他，没有人能解除。"
  },
  {
    "Sura No": 13,
    "Sura Name": "Ar-Ra'd",
    "Ayat No": "28",
    "Ayat in Arabic": "أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
    "English": "Indeed, in the remembrance of Allah do hearts find rest.",
    "Bangla": "নিশ্চয়ই আল্লাহর স্মরণে হৃদয় শান্তি পায়।",
    "Chinese": "的确，在纪念真主中，心灵得以安宁。"
  },
  {
    "Sura No": 93,
    "Sura Name": "Ad-Duha",
    "Ayat No": "3-5",
    "Ayat in Arabic": "وَلَلْـَٔاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ ۝ وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ",
    "English": "And the Hereafter is better for you than the first life. And your Lord is going to give you, and you will be satisfied.",
    "Bangla": "এবং পরকাল তোমার জন্য বর্তমান জীবনের চেয়ে উত্তম। এবং তোমার প্রতিপালক তোমাকে দান করবেন এবং তুমি সন্তুষ্ট হবে।",
    "Chinese": "来世确实比现世更好，你的主将赐予你，让你满足。"
  },

  {
    "Sura No": 4,
    "Sura Name": "An-Nisa",
    "Ayat No": "86",
    "Ayat in Arabic": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍۢ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
    "English": "When you are greeted with a greeting, respond with a better one or return it equally. Surely Allah takes account of everything.",
    "Bangla": "যখন তোমাদের অভিবাদন জানানো হয়, তখন আরও সুন্দর ভাষায় প্রতিউত্তর দাও বা সমানভাবে ফেরত দাও। নিশ্চয়ই আল্লাহ প্রত্যেক বিষয়ের হিসাব গ্রহণকারী।",
    "Chinese": "当有人向你们致意时，你们应当用更好的致意答复他，或以相同的致意回答他。真主确是清算万事的。"
  },
  {
    "Sura No": 8,
    "Sura Name": "Al-Anfal",
    "Ayat No": "33",
    "Ayat in Arabic": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ",
    "English": "But Allah would not punish them while you are among them.",
    "Bangla": "আল্লাহ তাদের শাস্তি দেবেন না, যতক্ষণ আপনি তাদের মধ্যে আছেন।",
    "Chinese": "在你们在其中的时候，真主不会惩罚他们。"
  },
  {
    "Sura No": 27,
    "Sura Name": "An-Naml",
    "Ayat No": "62",
    "Ayat in Arabic": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ",
    "English": "Is He [not best] who responds to the desperate one when he calls upon Him and removes evil?",
    "Bangla": "কে সেই সত্তা যে অসহায়ের ডাক শুনেন এবং বিপদ দূর করেন?",
    "Chinese": "谁应答困乏者的祈祷，并解除他的困厄呢？"
  },
  {
    "Sura No": 3,
    "Sura Name": "Al-Imran",
    "Ayat No": "173",
    "Ayat in Arabic": "حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ",
    "English": "Sufficient for us is Allah, and [He is] the best Disposer of affairs.",
    "Bangla": "আল্লাহ আমাদের জন্য যথেষ্ট, এবং তিনি সর্বোত্তম কর্মবিধায়ক।",
    "Chinese": "真主足以为我们护卫者，他是最好的主事者。"
  },
  {
    "Sura No": 10,
    "Sura Name": "Yunus",
    "Ayat No": "49",
    "Ayat in Arabic": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّۭا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۚ",
    "English": "Say, 'I possess not for myself any harm or benefit except what Allah should will.'",
    "Bangla": "বলুন, 'আমার নিজের জন্য আমি কোনো ক্ষতি বা উপকারের ক্ষমতা রাখি না, আল্লাহ যা চান তাই ঘটে।'",
    "Chinese": "说：“我无力使自己受益或受害，除非真主意欲。”"
  },
  {
    "Sura No": 11,
    "Sura Name": "Hud",
    "Ayat No": "6",
    "Ayat in Arabic": "وَمَا مِن دَآبَّةٍۢ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا",
    "English": "And there is no creature on earth but that upon Allah is its provision.",
    "Bangla": "পৃথিবীতে এমন কোনো প্রাণী নেই যার রিজিক আল্লাহর উপর নির্ভরশীল নয়।",
    "Chinese": "地上没有一种生物，它的供给不归真主负责。"
  },
  {
    "Sura No": 6,
    "Sura Name": "Al-An'am",
    "Ayat No": "42-43",
    "Ayat in Arabic": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍۢ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
    "English": "We sent messengers to nations before you, and We seized them with hardship and adversity that they might humble themselves.",
    "Bangla": "আপনার পূর্বে আমরা অনেক জাতির কাছে রাসূল পাঠিয়েছিলাম এবং তাদের কষ্ট দিয়ে পরীক্ষা করেছি যেন তারা বিনীত হয়।",
    "Chinese": "在你之前，我已派遣使者到许多民族中，并用艰难困苦考验他们，以使他们谦逊。"
  },
  {
    "Sura No": 28,
    "Sura Name": "Al-Qasas",
    "Ayat No": "24",
    "Ayat in Arabic": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍۢ فَقِيرٌۭ",
    "English": "So he watered for them; then he went back to the shade and said, 'My Lord, indeed I am, for whatever good You would send down to me, in need.'",
    "Bangla": "তিনি তাদের জন্য পানি দিলেন, তারপর ছায়ায় গিয়ে বললেন, 'হে আমার প্রভু, আপনার যেকোনো অনুগ্রহের জন্য আমি নিঃস্ব।'",
    "Chinese": "于是他为她们饮牲，然后退到阴凉处，说：“我的主啊，我确实需要您赐给我的一切福惠。”"
  },
  {
    "Sura No": 29,
    "Sura Name": "Al-Ankabut",
    "Ayat No": "69",
    "Ayat in Arabic": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۚ",
    "English": "And those who strive for Us – We will surely guide them to Our ways.",
    "Bangla": "যারা আমাদের পথে সংগ্রাম করে, আমরা অবশ্যই তাদের আমাদের পথে পরিচালিত করব।",
    "Chinese": "凡为我而努力奋斗者，我必定引导他们走向我的正道。"
  },
  {
    "Sura No": 42,
    "Sura Name": "Ash-Shura",
    "Ayat No": "30",
    "Ayat in Arabic": "وَمَآ أَصَـٰبَكُم مِّن مُّصِيبَةٍۢ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍۢ",
    "English": "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much.",
    "Bangla": "তোমাদের ওপর যা বিপদ আসে, তা তোমাদের কৃতকর্মের কারণে; আর তিনি অনেক কিছু ক্ষমা করেন।",
    "Chinese": "凡降临你们的灾难，都是由于你们自作自受，但他赦宥了许多。"
  },
  {
    "Sura No": 40,
    "Sura Name": "Ghafir",
    "Ayat No": "60",
    "Ayat in Arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْۚ",
    "English": "And your Lord says, 'Call upon Me; I will respond to you.'",
    "Bangla": "তোমাদের প্রভু বলেছেন, আমাকে ডাক, আমি তোমাদের ডাকে সাড়া দেব।",
    "Chinese": "你的主说：“你们祈求我，我必应允你们。”"
  },
  {
    "Sura No": 31,
    "Sura Name": "Luqman",
    "Ayat No": "22",
    "Ayat in Arabic": "وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌۭ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰۚ",
    "English": "And whoever submits his face to Allah while being a doer of good – then he has grasped the most trustworthy handhold.",
    "Bangla": "যে ব্যক্তি আল্লাহর দিকে নিজের মুখ ফেরায় এবং ভালো কাজ করে, সে দৃঢ় ভিত্তি ধারণ করেছে।",
    "Chinese": "谁全身心地归顺真主，并且为善事者，他确实抓住了最牢固的把柄。"
  }
]
