[
    {
        "SuraNo": 3,
        "SuraName": "Aali 'Imran",
        "AyatNo": 159,
        "AyatArabic": "فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ",
        "AyatEnglish": "So, when you have decided, then rely upon Allah. Indeed, Allah loves those who rely [upon Him].",
        "AyatBangla": "অতএব যখন আপনি সংকল্প করবেন, তখন আল্লাহর উপর ভরসা করুন। নিশ্চয় আল্লাহ ভরসাকারীদেরকে ভালবাসেন।",
        "AyatChinese": "所以当你决定时，应当依赖真主，真主确实喜爱信托祂的人。"
    },
    {
        "SuraNo": 33,
        "SuraName": "Al-Ahzab",
        "AyatNo": 3,
        "AyatArabic": "وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
        "AyatEnglish": "And rely upon Allah; and sufficient is Allah as Disposer of affairs.",
        "AyatBangla": "এবং আল্লাহর উপর ভরসা করুন। আল্লাহই যথেষ্ট অভিভাবক।",
        "AyatChinese": "当你依靠真主时，真主已足够担任你事务的主宰。"
    },
    {
        "SuraNo": 65,
        "SuraName": "At-Talaq",
        "AyatNo": 3,
        "AyatArabic": "وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ",
        "AyatEnglish": "And whosoever puts his trust in Allah, then He will suffice him.",
        "AyatBangla": "যে আল্লাহর উপর ভরসা করে, আল্লাহ তাকে যথেষ্ট হবে।",
        "AyatChinese": "谁信托真主，真主将足以他所需。"
    },
    {
        "SuraNo": 76,
        "SuraName": "Al-Insan",
        "AyatNo": 12,
        "AyatArabic": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةًۭ وَحَرِيرًۭا",
        "AyatEnglish": "And He will reward them for their patience with a garden and [garments of] silk.",
        "AyatBangla": "আর তাদের সবরের [১] পুরস্কারস্বরূপ তিনি তাদেরকে প্রদান করবেন উদ্যান ও রেশমী বস্ত্ৰ।",
        "AyatChinese": "他将因他们的坚忍而以乐园和丝绸报酬他们。"
    },
    {
        "SuraNo": 3,
        "SuraName": "Aali 'Imran",
        "AyatNo": 159,
        "AyatArabic": "إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
        "AyatEnglish": "Indeed, Allah loves those who rely [upon Him].",
        "AyatBangla": "নিশ্চয় আল্লাহ (তার উপর) নির্ভরকারীদের ভালবাসেন।",
        "AyatChinese": "真主的确喜爱信托他的人."
    },
    {
        "SuraNo": 3,
        "SuraName": "Aali 'Imran",
        "AyatNo": 160,
        "AyatArabic": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "AyatEnglish": "If Allah helps you, none can defeat you. But if He denies you help, then who else can help you? So in Allah let the believers put their trust.",
        "AyatBangla": "আল্লাহ তোমাদেরকে সাহায্য করলে তোমাদের উপর জয়ী হবার কেউ থাকবে না। আর তিনি তোমাদেরকে সাহায্য না করলে, তিনি ছাড়া কে এমন আছে যে তোমাদেরকে সাহায্য করবে? সুতরাং মুমিনগণ আল্লাহ্‌র উপরই নির্ভর করুক।",
        "AyatChinese": "如果真主援助你们，那末，绝没有人能战胜你们。如果他弃绝你们，那末，在他（弃绝你们）之后，谁能援助你们呢？叫信士们只信托真主！"
    },
    {
        "SuraNo": 9,
        "SuraName": "At-Tawbah",
        "AyatNo": 129,
        "AyatArabic": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
        "AyatEnglish": "But if they turn away, then say, ˹O Prophet,˺ “Allah is sufficient for me. There is no god ˹worthy of worship˺ except Him. In Him I put my trust. And He is the Lord of the Mighty Throne.",
        "AyatBangla": "অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তবে আপনি বলুন, ‘আমার জন্য আল্লাহ্‌ই যথেষ্ট, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। আমি তাঁরই উপর নির্ভর করি এবং তিনি মহা’আরশের রব।",
        "AyatChinese": "如果他们违背正道，你就说：真主是能使我满足的，除他外，绝无应受崇拜的。我只信托他，他是有伟大的宝座的。"
    },
    {
        "SuraNo": 8,
        "SuraName": "Al-A'raf",
        "AyatNo": 2,
        "AyatArabic": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًۭا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "AyatEnglish": "The ˹true˺ believers are only those whose hearts tremble at the remembrance of Allah, whose faith increases when His revelations are recited to them, and who put their trust in their Lord.",
        "AyatBangla": "মুমিন তো তারাই যাদের হৃদয় আল্লাহকে স্মরণ করা হলে কম্পিত হয় এবং তাঁর আয়াতসমূহ তাদের নিকট পাঠ করা হলে তা তাদের ঈমান বর্ধিত করে। আর তারা তাদের রবের উপরই নির্ভর করে",
        "AyatChinese": "只有这等人是信士：当记念真主的时候，他们内心感觉恐惧；当宣读真主的迹象的时候，那些迹象增加了他们信仰，他们只信任他们的主；"
    },
    {
        "SuraNo": 5,
        "SuraName": "Al-Ma'idah",
        "AyatNo": 23,
        "AyatArabic": "وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ ",
        "AyatEnglish": "Put your trust in Allah if you are ˹truly˺ believers.",
        "AyatBangla": "আল্লাহর উপরই তোমরা নির্ভর কর যদি তোমরা মুমিন হও।",
        "AyatChinese": "你们只应该信托真主，如果你们是信士的话。"
    },
    {
        "SuraNo": 9,
        "SuraName": "At-Tawbah",
        "AyatNo": 51,
        "AyatArabic": "وَقُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "AyatEnglish": "Say, “Nothing will ever befall us except what Allah has destined for us. He is our Protector.” So in Allah let the believers put their trust.",
        "AyatBangla": "বলুন, ‘আমাদের জন্য আল্লাহ্‌ যা লিখেছেন তা ছাড়া আমাদের অন্য কিছু ঘটবে না; তিনি আমাদের অভিভাবক। আর আল্লাহ্‌র উপরই মুমিনদের নির্ভর করা উচিত।",
        "AyatChinese": "你说：我们只遇到真主所注定的胜败，他是我们的保佑者。教信士们只信赖真主吧！"
    },
    {
        "SuraNo": 60,
        "SuraName": "Al-Mumtaḥanah",
        "AyatNo": 4,
        "AyatArabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "AyatEnglish": "Our Lord! Do not subject us to the persecution of the disbelievers. Forgive us, our Lord! You ˹alone˺ are truly the Almighty, All-Wise.",
        "AyatBangla": "হে আমাদের রব! আপনি আমাদেরকে কাফিরদের ফিতনার পাত্র করবেন না। হে আমাদের রব! আপনি আমাদেরকে ক্ষমা করুন; নিশ্চয় আপনি পরাক্রমশালী, প্রজ্ঞাময়।",
        "AyatChinese": "我们的主啊！求你不要让不信道的人迫害我们。我们的主啊！求你赦宥我们，你确是万能的，确是至睿的。"
    },
    {
        "SuraNo": 25,
        "SuraName": "Al-Furkan",
        "AyatNo": 58,
        "AyatArabic": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
        "AyatEnglish": "Put your trust in the Ever-Living, Who never dies, and glorify His praises. Sufficient is He as All-Aware of the sins of His servants.",
        "AyatBangla": "আর আপনি নির্ভর করুন তাঁর উপর যিনি চিরঞ্জীব, যিনি মরবেন না এবং তাঁর সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করুন, তিনি তাঁর বান্দাদের পাপ সম্পর্কে অবহিত হিসেবে যথেষ্ট।",
        "AyatChinese": "你应当信任永生不灭的主，你应当赞颂他超绝万物。他足以彻知他的罪过。"
    },
    {
        "SuraNo": 67,
        "SuraName": "Al-Mulk",
        "AyatNo": 29,
        "AyatArabic": "قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍۢ مُّبِينٍۢ",
        "AyatEnglish": "Say, 'He is the Most Merciful; we have believed in Him, and upon Him we have relied.'",
        "AyatBangla": "বলুন, ‘তিনিই রহমান, আমরা তাঁর উপর ঈমান এনেছি এবং তাঁরই উপর তাওয়াক্কুল করেছি। ",
        "AyatChinese": "你说：他是至仁主，我们已信仰他，我们只信赖他。你们将知道谁在明显的迷误中。"
    },
    {
        "SuraNo": 67,
        "SuraName": "Al-Mulk",
        "AyatNo": 29,
        "AyatArabic": "قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍۢ مُّبِينٍۢ",
        "AyatEnglish": "Say, 'He is the Most Merciful; we have believed in Him, and upon Him we have relied.'",
        "AyatBangla": "বলুন, ‘তিনিই রহমান, আমরা তাঁর উপর ঈমান এনেছি এবং তাঁরই উপর তাওয়াক্কুল করেছি। ",
        "AyatChinese": "你说：他是至仁主，我们已信仰他，我们只信赖他。你们将知道谁在明显的迷误中。"
    }
    
]
